export const HomeData = [
    {
        id: '2025',
        title: '2025年',
        desc: '健康·技术·成熟·丰富',
        cards: [
            {
                id: '2025-1',
                title: '年度文章',
                desc: '2025年度文章',
            },
            {
                id: '2025-2',
                title: '新读的书',
                desc: '2025新读的书',
            },
            {
                id: '2025-3',
                title: '有趣的组件',
                desc: '2025有趣的组件',
            },
            {
                id: '2025-3',
                title: '有趣的组件',
                desc: '2025有趣的组件',
            },
            {
                id: '2025-3',
                title: '有趣的组件',
                desc: '2025有趣的组件',
            },
        ],
    },
    {
        id: '2024',
        title: '2024年',
        cards: [
            {
                id: '2024-1',
                title: '年度文章',
                desc: '2024年度文章',
            }
        ],
    },
]